{
  "1": {
    "PromptText": "Bright light slipped through your curtains. The soft glow of the morning light was not what had woken you up this early morning. It was a knock upon your door. With a groggy mind, you made it to the door. Behind it was.... Cornelius! What would he need this early in the morning?",
    "LeftOption": "Continue.",
    "LeftEnergy": 0,
    "LeftMoney": 0,
    "LeftStatus": 0,
    "RightOption": "Continue.",
    "RightEnergy": 0,
    "RightMoney": 0,
    "RightStatus": 0,
    "NextLeft": 2,
    "NextRight": 2,
    "EndDay": "false",
    "id": 1
  },
  "2": {
    "PromptText": " “Good morning neighbor! I apologize for waking you up so early this morning. Unfortunately, Ruby has come down with a nasty cold. We need an extra hand to help with this morning's chores on the farm. I would ask everyone else around, but everyone’s got their own morning routines. Would it be too much of a bother to ask for your help?”",
    "LeftOption": "Sure thing, Cornelius!",
    "LeftEnergy": -10,
    "LeftMoney": 0,
    "LeftStatus": 5,
    "RightOption": "I’m sorry, but I was hoping to get some more sleep in… ",
    "RightEnergy": 0,
    "RightMoney": 0,
    "RightStatus": -5,
    "NextLeft": 3,
    "NextRight": 6,
    "EndDay": "false",
    "id": 2
  },
  "3": {
    "PromptText": "You spend your morning hard at work. Sweat dripping down your face and back aching. It's a good ache, though. It reminds you that you've been doing hard work helping out your neighbor. After hours of hard work, you go inside for a drink and find Rosemary, Cornelius' wife, at the kitchen table.”",
    "LeftOption": "Continue.",
    "LeftEnergy": 0,
    "LeftMoney": 0,
    "LeftStatus": 0,
    "RightOption": "Continue.",
    "RightEnergy": 0,
    "RightMoney": 0,
    "RightStatus": 0,
    "NextLeft": 4,
    "NextRight": 4,
    "EndDay": "false",
    "id": 3
  },
  "4": {
    "PromptText": " “Well, I’ll be darned. Neighbor, you are just the person I wanted to see. I know Cory has you toiling out there in the field. Max is just too young to be helping in the field. He usually stays in the kitchen to make sure our produce is in tip top shape.",
    "LeftOption": "Continue.",
    "LeftEnergy": 0,
    "LeftMoney": 0,
    "LeftStatus": 0,
    "RightOption": "Continue.",
    "RightEnergy": 0,
    "RightMoney": 0,
    "RightStatus": 0,
    "NextLeft": 5,
    "NextRight": 5,
    "EndDay": "false",
    "id": 4
  },
  "5": {
    "PromptText": " “Ruby usually carries in the produce for us to examine. With her coming down with that nasty cold, I was wondering if you could take a quick moment to help little old me and carry these heavy baskets into the kitchen. Maybe if you help me out, I could give you some of this week’s produce for free. Cory won’t even notice they’re gone!” ",
    "LeftOption": "I'd like to stay and help, but I have to get back to helping Cornelius.",
    "LeftEnergy": -10,
    "LeftMoney": 0,
    "LeftStatus": 0,
    "RightOption": "You can count on me, Mrs. Rabbit.",
    "RightEnergy": -5,
    "RightMoney": 5,
    "RightStatus": 5,
    "NextLeft": 6,
    "NextRight": 6,
    "EndDay": "false",
    "id": 5
  },
    "6": {
      "PromptText": "You spent your day helping out the Rabbit family. Even though your bones ache and you are in dire need of a bath, you feel like you spent the day productive! Now the only thing left to do is either go home for the night or check in with other neighbors.",
      "LeftOption": "Time to sleep for the night.",
      "LeftEnergy": 15,
      "LeftMoney": 0,
      "LeftStatus": 0,
      "RightOption": "Let's check out the village at night! ",
      "RightEnergy": -5,
      "RightMoney": 0,
      "RightStatus": 0,
      "NextLeft": 13,
      "NextRight": 14,
      "EndDay": "false",
      "id": 6
    },
    "7": {
      "PromptText": "You spent the rest of your morning getting a nice deserved rest. You still have a lot unpacking to do. You should probably do it....but checking out the village seems appealing. What should you choose?",
      "LeftOption": "Unpack the rest of your items.",
      "LeftEnergy": -15,
      "LeftMoney": 0,
      "LeftStatus": 0,
      "RightOption": "Check out the village.",
      "RightEnergy": 0,
      "RightMoney": 0,
      "RightStatus": 0,
      "NextLeft": 14,
      "NextRight": 7,
      "EndDay": "false",
      "id": 7
    },
    "8": {
      "PromptText": "It's a beautiful sunny morning. The village is bustling with those living in Animal Villa. While walking, you feel a hand on your shoulder. You turn around and see your neighbor Darryl!",
      "LeftOption": "Continue.",
      "LeftEnergy": 0,
      "LeftMoney": 0,
      "LeftStatus": 0,
      "RightOption": "Continue.",
      "RightEnergy": 0,
      "RightMoney": 0,
      "RightStatus": 0,
      "NextLeft": 9,
      "NextRight": 9,
      "EndDay": "false",
      "id": 8
    },
    "9": {
      "PromptText": " “Top of the morning to you, neighbor! I know we’ve just recently met, but I have a favor to ask of you. My little Keno’s birthday is this week, and this is the first year without their momma. I usually can’t get the day off to celebrate with them. I was wondering if you could take my shift for recycling and trash collecting for today. It’s not too hard of a job, and I’ll even pay you for it! Please, I just want to make their day special.”",
      "LeftOption": "I've got your back Darryl.",
      "LeftEnergy": -20,
      "LeftMoney": 10,
      "LeftStatus": 15,
      "RightOption": "I'm sorry Darryl. I'm too busy today.",
      "RightEnergy": 0,
      "RightMoney": 0,
      "RightStatus": -15,
      "NextLeft": 10,
      "NextRight": 12,
      "EndDay": "false",
      "id": 9
    },
    "10": {
      "PromptText": " “You're a lifesaver! I can't thank you enough for this.”",
      "LeftOption": "Have a wonderful time off with Keno.",
      "LeftEnergy": 0,
      "LeftMoney": 0,
      "LeftStatus": 0,
      "RightOption": "Go have a fun time!",
      "RightEnergy": 0,
      "RightMoney": 0,
      "RightStatus": 0,
      "NextLeft": 11,
      "NextRight": 11,
      "EndDay": "false",
      "id": 10
    },
    "11": {
      "PromptText": "You spent your day helping out the Racoon family. Even though your bones ache and you are in dire need of a bath, you feel like you spent the day productive! Now the only thing left to do is either go home for the night or check in with other neighbors.",
      "LeftOption": "Time to sleep for the night.",
      "LeftEnergy": 15,
      "LeftMoney": 0,
      "LeftStatus": 0,
      "RightOption": "Let's check out the village at night!",
      "RightEnergy": -5,
      "RightMoney": 0,
      "RightStatus": 0,
      "NextLeft": 13,
      "NextRight": 14,
      "EndDay": "false",
      "id": 11
    },
    "12": {
      "PromptText": " “Oh well...sorry for bugging ya. It was worth a try.” You watch as Darryl turns away from you with a soured expression. As quickly as he appeared, he disappeared amongst the crowd. You brush off the look and spend your day around town. You bought of couple of decor items as well! Now to go home and enjoy the rest of your evening.",
      "LeftOption": "Continue to next day.",
      "LeftEnergy": 0,
      "LeftMoney": -20,
      "LeftStatus": 0,
      "RightOption": "Continue to next day.",
      "RightEnergy": 0,
      "RightMoney": -20,
      "RightStatus": 0,
      "NextLeft": 0,
      "NextRight": 0,
      "EndDay": "true",
      "id": 12
    },
  "13": {
    "PromptText": "You believe your day was spent productively! It's time to rest up for another eventful day!",
    "LeftOption": "Continue to next day",
    "LeftEnergy": 0,
    "LeftMoney": 0,
    "LeftStatus": 0,
    "RightOption": "Continue to next day",
    "RightEnergy": -5,
    "RightMoney": 0,
    "RightStatus": 0,
    "NextLeft": 0,
    "NextRight": 0,
    "EndDay": "true",
    "id": 13
  },
  "14": {
      "PromptText": "Soft glow of lights decorate the village square. A few stalls are still remain open, but people are still bustling around. Who knew this place would be so busy at night! You spend your evening looking around the village at night. You even buy yourself some soaking salts to help relieve your pain! As soon as you get home, you flop into bed, tired from today's activities.",
      "LeftOption": "Continue to the next day.",
      "LeftEnergy": 0,
      "LeftMoney": 0,
      "LeftStatus": 0,
      "RightOption": "Continue to the next day.",
      "RightEnergy": 0,
      "RightMoney": 0,
      "RightStatus": 0,
      "NextLeft": 0,
      "NextRight": 0,
      "EndDay": "true",
      "id": 14
    }

  }